{
    "other": [
        {
            "insult": "You're the reason God created the middle finger.",
            "count": 0
        },
        {
            "insult": "You're a grey sprinkle on a rainbow cupcake.",
            "count": 0
        },
        {
            "insult": "If your brain was dynamite, there wouldn't be enough to blow your hat off.",
            "count": 0
        },
        {
            "insult": "I'll never forget the first time we met. But I'll keep trying.",
            "count": 0
        },
        {
            "insult": "I never forget a face, but in your case, I'll make an exception.",
            "count": 0
        },
        {
            "insult": "I can't imagine someone would break your heart when you have such a punchable face.",
            "count": 0
        },
        {
            "insult": "You look like you should be on an awareness poster for neglected lesbians.",
            "count": 0
        },
        {
            "insult": "You look like every introduction you've gotten also came with an apology.",
            "count": 0
        },
        {
            "insult": "Who in his right mind would have kids with that? Accident or not.",
            "count": 0
        },
        {
            "insult": "hey, who gave Dobby a sock?",
            "count": 0
        },
        {
            "insult": "You have a face for radio.",
            "count": 0
        },
        {
            "insult": "Your insecurity is just Gods way of letting you know you're right.",
            "count": 0
        },
        {
            "insult": "So Darwin was wrong after all.",
            "count": 0
        },
        {
            "insult": "The wall behind you has a higher net worth than you do.",
            "count": 0
        },
        {
            "insult": "You look like someone who thinks being feminist is a personality trait.",
            "count": 0
        },
        {
            "insult": "A homeless person has better fashion sense than you.",
            "count": 0
        },
        {
            "insult": "Maybe you'll be the first member of your family that isn't doomed to repeat inbreeding.",
            "count": 0
        },
        {
            "insult": "You're what happens when the pre-cum gets there first.",
            "count": 0
        },
        {
            "insult": "That shit on your lip's got some shit on its lip",
            "count": 0
        },
        {
            "insult": "Alcohol, coke, meth, smack. Your career path. You're welcome.",
            "count": 0
        },
        {
            "insult": "And you wonder why the judge awarded the dad with the kids.",
            "count": 0
        },
        {
            "insult": "The only thing you're the boss of is running low on toilet paper.",
            "count": 0
        },
        {
            "insult": "All women are out of your league.",
            "count": 0
        },
        {
            "insult": "Kidnapping little girls is not \"dating girls out of your league\"!",
            "count": 0
        }
    ]
}